Repository: LiohMoeller/mfc
Catalog: deb-binarys/builds/mfc1_1.0-4/mfc1-1.0/mfc1/pofiles/*/LC_MESSAGES/old-mfc1.po
Languages: de

source: Show
de: Zeigen

source: Hide
de: Ausblenden

source: Exit
de: Beenden

source: Continue
de: Fortsetzen

source: Clock control
de: Uhr Kontrolle

source: Start Clock
de: Starte Uhr

source: Clock stop
de: Stoppe Uhr

source: Clock pause
de: Pausiere Uhr

source: Minimize to Taskbar Notification Area
de: Zum Benachrichtigungsfeld minimieren

source: Exit Clock
de: Beende Uhr

source: Start in the Taskbar Notification Area
de: Im Benachrichtigungsfeld starten

source: Automatically start the clock on program startup
de: Uhr automatisch beim Programmstart starten

source: Time interval in minutes
de: Zeit Intervall in Minuten

source: Increase time
de: Erhöhe Zeit

source: Decrease time
de: Verringere Zeit

source: Sound notification
de: Klang Benachrichtigung

source: Change sound file
de: Wähle Audio Datei

source: Preview sound
de: Musik Vorschau

source: Text notification
de: Text Benachrichtigung

source: file
de: Datei

source: Select the sound file
de: Wähle die Audio Datei

source: It seems the MindfulClock is running.
de: Es scheint, dass die MindfulClock bereits läuft.

source: Do you want to start the clock anyway?
de: Möchten Sie die Uhr trotzdem starten?

source: Start control
de: Start Kontrolle
